Repository: vtnorton/Terre
Catalog: CoreWin10/Strings/*/Shared.resw
Source language: en_us
Languages: es, fr, it, pt

# DouaiDescription.Text
source: Combining regular and irregular verbs of our Portuguese language in all tenses (Present, Imperfect, Perfect Present, more-than-perfect past, future, future of this, the present conditional, imperfect subjunctive tense, future subjunctive, imperative , infinitive and gerund).
es: La combinación de verbos regulares e irregulares de la lengua portuguesa en todos tiempos verbales (presente, imperfecto, presente perfecto, pasado más que perfecto, futuro, futuro de esta, presente tiempo verbal del condicional, imperfecto de subjuntivo, futuro subjuntivo, imperativo, infinitivo y gerundio).
fr: La combinaison des verbes réguliers et irréguliers de notre langue portugaise dans tous les temps (présent, imparfait, présent parfait, plus-que-parfait passé, avenir, futur de cette, le tendue de conditionnel, imparfait du subjonctif présent, du futur subjonctif, impératif, infinitif et gérondif).
it: La combinazione di verbi regolari e irregolari della nostra lingua portoghese in tutti i tempi verbali (presente, imperfetto, perfetto presente, più-che-perfetto passato, futuro, futuro di questo, indicativo presente congiuntivo condizionale, imperfetto, futuro congiuntivo, imperativo, infinito e gerundio).
pt: Combinação de verbos regulares e irregulares de nossa língua portuguesa em todos os tempos (presente, imperfeito, presente perfeito, passado mais-que-perfeito, futuro, futuro do presente, o presente indicativo condicional, pretérito imperfeito do modo subjuntivo, futuro do modo subjuntivo, imperativo, infinitivo e gerúndio).

# DownloadIt.Content
source: Download this app
es: Descargar esta aplicación
fr: Téléchargez ce soft
it: Scarica questa applicazione
pt: Baixar este app

# FeedbackEmailContent
source: Hey, here is some of my thoughts on your app, and how can you improve it:
es: Bueno, aquí es algunas de mis reflexiones sobre su aplicación, y cómo se puede mejorar:
fr: Hey, voici quelques-unes de mes réflexions sur votre application, et comment vous pouvez l'améliorer :
it: Ehi, ecco alcuni dei miei pensieri su app e come si può migliorare:
pt: Ei, aqui está alguns dos meus pensamentos sobre seu app, e como você pode melhorá-lo:

# FeedbackEmailTitle
source: Feedback about
es: Comentarios sobre
fr: Vos commentaires sur
it: Feedback su
pt: Feedback sobre o

# FollowTwitter.Content
source: Follow me on Twitter
es: Sígueme en Twitter
fr: Suivez-moi sur Twitter
it: Seguimi su Twitter
pt: Siga-me no Twitter

# GetToKnowMe.Text
source: Get to know me and my other apps by visiting my website.
es: Conozca a mí y a mis otras aplicaciones visitando mi sitio Web.
fr: Faire connaissance avec moi et mes autres applications en visitant mon site.
it: Vieni a conoscere me e le mie altre applicazioni visitando il mio sito Web.
pt: Te conhecer eu e meus outros apps, visitando meu site.

# GoToSite.Content
source: Visit my website
es: Visite mi sitio web
fr: Visitez mon site Web
it: Visita il mio sito
pt: Visite o meu site

# LasVegasDescription.Text
source: Those who never played such a game like this or have never heard that throw the first stone! The best game of truth and consequence that the Windows Store has seen so far, has several bottles according to the occasion (in family, in the square, between friends, drunk, with the bests , alone,in the classroom and among couples) , with questions and pre-defined challenges is fun in these application!
es: Los que nunca jugaron un juego como esto o nunca han escuchado tire la primera piedra! El mejor juego de la verdad y la consecuencia que la Windows Store ha visto hasta ahora, tiene varias botellas según la ocasión (en familia, en la Plaza, entre amigos, borrachos, con los mejores, solos, en el aula y entre parejas), con preguntas y desafíos predefinidos es divertido en estas aplicaciones!
fr: Ceux qui ont jamais joué un jeu comme ça, ou n'ont jamais entendu que jeter la première pierre ! Le meilleur jeu de la vérité et de la conséquence que le magasin de Windows a vu jusqu'ici, a plusieurs bouteilles selon l'occasion (en famille, sur la place, entre amis, ivres, avec les meilleurs, seuls, en classe et chez les couples), avec des questions et défis prédéfinis est amusant dans ces applications !
it: Chi ha mai giocato un gioco come questo o non avete mai sentito che scagli la prima pietra! Il miglior gioco di verità e di conseguenza che il Windows Store ha visto finora, ha diverse bottiglie secondo l'occasione (nella famiglia, nella piazza, tra amici, ubriachi, con i migliori, da solo, in aula e tra le coppie), con domande e sfide pre-definite è divertente in queste applicazioni!
pt: Aqueles que nunca jogaram um jogo tão assim... ou nunca ouviu falar que atire a primeira pedra! O melhor jogo da verdade e consequência que a loja do Windows tem visto até agora, tem várias garrafas de acordo com a ocasião (na família, na praça, entre amigos, bêbados, com as melhores marcas, sozinhos, na sala de aula e entre casais), com perguntas e desafios pré-definidos é divertido nesses aplicativo!

# LyonDescription.Text
source: Calculate and converts easily minutes, turning in hours, days, or even years or seconds. Perfect app for those who like to do marathons series and need to know how many episodes you can watch up to your next appointment, or you going to the movies and you want to eat something later, but can not miss the bus schedule. Do not waste time counting!
es: Calcular y convierte fácilmente minutos, convirtiendo en horas, días o incluso años o segundos. La aplicación perfecta para aquellos que les gusta hacer maratones series y necesito saber cuántos episodios se puede ver hasta la siguiente cita, o ir al cine y usted quiere comer algo más tarde, pero no puede faltar el horario del autobús. No pierdas el tiempo contando!
fr: Calculer et convertit facilement minutes, en heures, jours, ou même années ou secondes. Application idéale pour ceux qui aiment se faire série de marathons et besoin de savoir combien d'épisodes vous pouvez regarder jusqu'à votre prochain rendez-vous, ou vous allez au cinéma et vous envie de manger quelque chose plus tard, mais ne pouvez pas manquer les horaires de bus. Ne perdez pas de temps de comptage !
it: Calcolare e converte facilmente minuti, girando in ore, giorni, o anche anni o secondi. Applicazione perfetta per coloro che amano fare serie di maratone e bisogno di sapere quanti episodi si può guardare fino al prossimo appuntamento, o andare al cinema e si vuole mangiare qualcosa più tardi, ma non può mancare l'orario degli autobus. Non perdete il conteggio del tempo!
pt: Calcular e converte facilmente minutos, transformando-se em horas, dias, ou até mesmo anos ou segundos. Aplicativo perfeito para aqueles que gostam de fazer série de maratonas e preciso saber quantos episódios você pode assistir até sua próxima consulta, ou você vai ao cinema e você quer comer algo mais tarde, mas não pode perder o horário do ônibus. Não perca tempo contando!

# LyonTitle.Text
source: Time calculator
es: Calculadora de tiempo
fr: Calculateur de temps
it: Calcolatore di tempo
pt: Calculador de tempo de

# MiameDescription.Text
source: A ser escrito
es: Un escrito de ser
fr: Un escrito de ser
it: Un ser escrito
pt: Um ser escrito

# NiceDescription.Text
source: Isn't rare occasions where we need to give away someone with this application is easy. Just add the track numbers to be drawn and it will do the work for you. Try it.
es: No es raras ocasiones donde tenemos que dar a que alguien con esta aplicación es fácil. Sólo tiene que añadir los números de pista que se elaborará y hará el trabajo por usted. Pruébalo.
fr: N'est pas en de rares occasions où nous devons donner que quelqu'un avec cette application est facile. Il suffit d'ajouter les numéros de pistes à tirer et il fera le travail pour vous. L'essayer.
it: Non rare occasioni in cui dobbiamo dare via che qualcuno con questa applicazione è facile. Basta aggiungere i numeri di pista deve essere disegnato e farà il lavoro per voi. Provatelo.
pt: Não raras ocasiões onde precisamos doar a que alguém com este aplicativo é fácil. Basta adicionar os números de faixas para serem desenhados e fará o trabalho para você. Experimentá-lo.

# NiceTitle.Text
source: Random 42
es: 42 al azar
fr: 42 au hasard
it: 42 casuale
pt: 42 aleatório

# OpenSite.Content
source: Go to my website
es: Ir a mi sitio web
fr: Aller sur mon site
it: Vai al mio sito Web
pt: Vá ao meu site

# PasadenaDescription.Text
source: A game can destroy as well as to strengthen friendships. Take stronger drink, or that is closer to you, and will play the famous 'I Never ever' , where every time you've done something shown on the screen you should drink a sip. The rule is simple, the game is known, then what are you waiting? Call your closest friends for a round of 'I never ever'.
es: Un juego puede destruir, así como para fortalecer amistades. Tomar la bebida más fuerte, o que está más cerca de usted y el famoso 'yo nunca', jugará donde cada vez que has hecho algo en la pantalla se debe beber un sorbo. La regla es simple, el juego es conocido, entonces ¿qué esperas? Llame a sus amigos más cercanos para una ronda de' nunca jamás'.
fr: Un jeu peut détruire aussi bien de renforcer les liens d'amitié. Prendre une boisson plus forte, ou qui est plus proche de vous et va jouer le célèbre « I Never ever », où chaque fois que vous avez fait quelque chose apparaît sur l'écran, vous devez boire une gorgée. La règle est simple, le jeu est connu, alors qu'attendez-vous ? Appelez vos amis proches pour une série de « I never ever ».
it: Un gioco può distruggere anche da rafforzare amicizie. Prendere la bevanda più forte, o che è più vicino a voi e il famoso 'I mai mai', giocherà dove ogni volta che hai fatto qualcosa mostrato sullo schermo si dovrebbe bere un sorso. La regola è semplice, il gioco è conosciuto, quindi cosa aspettate? Chiama i tuoi amici più vicini per un giro di 'I mai mai'.
pt: Um jogo pode destruir, bem como para fortalecer amizades. Tomar a bebida mais forte, ou que está mais perto de você e vai jogar o famoso 'Eu nunca', onde cada vez que você tenha feito algo mostrado no ecrã você deve beber um gole. A regra é simples, o jogo é conhecido e, em seguida, o que você está esperando? Chame seus amigos para uma rodada de 'Eu nunca'.

# RateInTheStore.Text
source: Make someone happy by rating this app in the store. ;)
es: Hacer a alguien feliz por valorar esta app en la tienda. ;)
fr: Rendre quelqu'un heureux par cette application dans le magasin de notation. ;)
it: Rendere qualcuno felice di valutare questa app store. ;)
pt: Fazer alguém feliz por popularidade este app na loja. ;)

# RateIt.Content
source: Rate it and make someone happy
es: Votar y hacer alguien feliz
fr: Notez-le et rendre quelqu'un heureux
it: Votare e fare felice qualcuno
pt: Avaliá-lo e fazer alguém feliz

# RatePopupCancelButton
source: No, thanks
es: No
fr: Non merci
it: No, grazie
pt: Não, obrigado

# RatePopupRateButton
source: Rate 5 stars
es: Tasa de 5 estrellas
fr: Taux de 5 étoiles
it: Tasso 5 stelle
pt: Taxa 5 estrelas

# RatePopupTitle
source: Rate this app
es: Valorar esta aplicación
fr: Évaluer l'application
it: Valuta l'app
pt: Classificar este aplicativo

# RatePupupContent
source: Your feedback help me improve this app. If you like it, please, rate with 5 star so, that way, I continue to create new functions and updates.
es: Sus comentarios me ayudan a mejorar esta aplicación. Si te gusta, califique con 5 estrellas por lo que, así, sigo a crear actualizaciones y nuevas funciones.
fr: Vos commentaires m'aider à améliorer ce soft. Si vous l'aimez, s'il vous plaît, noter avec 5 étoiles donc, de cette façon, je continue à créer des mises à jour et nouvelles fonctions.
it: Il tuo feedback mi aiutare a migliorare questa applicazione. Se ti piace, per favore, vota con 5 stelle quindi, in questo modo, continuare a creare aggiornamenti e nuove funzioni.
pt: Seus comentários me ajude a melhorar este app. Se você gostar, por favor, classifique com 5 estrelas para que, dessa forma, eu continuo a criar atualizações e novas funções.

# RateThisApp.Content
source: Rate this app
es: Valorar esta aplicación
fr: Évaluer l'application
it: Valuta l'app
pt: Classificar este aplicativo

# RioDescription.Text
source: Now you can know, right in your phone, where the Olympic torch is going to be in Brazil.
es: Ya sabes, a la derecha en su teléfono, donde la antorcha olímpica va a ser en Brasil.
fr: Maintenant, vous pouvez savoir, bien dans votre téléphone, où la flamme olympique va être au Brésil.
it: Ora è possibile sapere, proprio nel tuo telefono, dove la torcia olimpica sta per essere in Brasile.
pt: Agora você pode saber, mesmo no seu telefone, onde a tocha olímpica vai ser no Brasil.

# SendAFeedback.Content
source: Send a feedback
es: Enviar una respuesta
fr: Envoyer un feedback
it: Invia un feedback
pt: Enviar um feedback

# Sendfeedback.Text
source: Please send me you feedback about this app. I am going to fix every bug and I will listen your ideias in how to make this app better.
es: Por favor enviarme información sobre esta aplicación. Voy a arreglar cada error y escucharé tus ideas en cómo mejorar esta aplicación.
fr: S'il vous plaît envoyez-moi vous commentaires sur cette application. Je vais pour corriger tous les bogues et j'écouterai vos ideias dans Comment améliorer cette application.
it: Vi prego di inviarmi feedback circa questo app. Ho intenzione di correggere ogni bug e ascolterò il tuo ideias in come rendere questa app migliore.
pt: Por favor envie você feedback sobre este app. Vou corrigir cada bug e escutarei suas ideias em como fazer este app melhor.

# SendFeedbackBtn.Content
source: Send feedback
es: Enviar comentarios
fr: Envoyer des commentaires
it: Commenti e suggerimenti
pt: Enviar comentários

# txtAbout.Text
source: About
es: Acerca de
fr: À propos de
it: Informazioni su
pt: Sobre

# txtBand.Text
source: Microsoft Band
es: Banda de Microsoft
fr: Bande de Microsoft
pt: Banda de Microsoft

# txtHelp.Text
source: Help
es: Ayuda
fr: Aide
pt: Ajuda

# txtHome.Text
source: Home
es: Inicio
fr: Accueil
pt: Página Inicial

# txtSettings.Text
source: Settings
es: Configuración
fr: Paramètres
it: impostazioni
pt: Configurações

# VersionApp
source: App version:
es: Versión de la aplicación:
fr: Version de l'App :
it: Versione dell'applicazione:
pt: Versão do aplicativo:

# VersionCore
source: Core version:
es: Versión de la base:
fr: Version de base :
it: Versione di base:
pt: Versão do núcleo:

# txtDev.Text
source: the dev
es: la dev
fr: le dev
it: il dev
pt: o dev

# txtOtherApps.Text
source: other apps
es: otras aplicaciones
fr: d'autres applications
it: altre applicazioni
pt: outros aplicativos

# txtThisApp.Text
source: this app
es: esta aplicación
fr: cette application
it: questa applicazione
pt: este aplicativo

# wtxtAbout.Label
source: About
es: Acerca de
fr: À propos de
it: Informazioni su
pt: Sobre

# wtxtHome.Label
source: Home
es: Inicio
fr: Accueil
pt: Página Inicial

# wtxtSettings.Label
source: Settings
es: Configuración
fr: Paramètres
it: impostazioni
pt: Configurações

# YappDescription.Text
source: This app is produced and distributed by Y'APP. Read more about on the site.
es: Esta aplicación es producida y distribuida por Y'APP. Leer más sobre en el sitio.
fr: Ce soft est produit et distribué par Y'APP. Lire plus sur le site.
it: Questa app è prodotto e distribuito da Y'APP. Saperne di più sul sito.
pt: Este app é produzido e distribuído pela Y'APP. Leia mais sobre o site.

# YappSite.Content
source: Y'APP's site
es: Sitio de Y'APP
fr: Site de Y'APP
it: Sito di Y'APP
pt: Site de Y'APP

# QuebecDescription.Text
source: How many times do you get out of your office and remember a line of code that can fix the biggest bug you have? Guest what, you will forgot that line of code, you simply have to write it right out way. It can't wait you to get to the office. That's why Formula - Universal Code Editor is here.
es: ¿Cuántas veces usted sale de su oficina y recuerda una línea de código que puede solucionar el error más grande que tiene? Usted sabe, se le olvidó esa línea de código, simplemente hay que escribir nada más sacarlo manera. No se puede esperar a llegar a la oficina. Por eso la Formula - Universal Code Editor está aquí.
fr: Combien de fois pouvez-vous sortir de votre bureau et rappelez-vous une ligne de code qui peut résoudre le plus gros bug que vous avez? Vous savez, vous avez oublié cette ligne de code, il vous suffit de l'écrire droit sur chemin. Il ne peut pas vous attendre pour se rendre au bureau. Voilà pourquoi la formule - l'éditeur de code universel est ici.
it: Quante volte si ottiene dal vostro ufficio e ricordare una riga di codice che può risolvere il più grande problema hai? Sai, si dimenticato che riga di codice, è sufficiente scrivere a destra fuori strada. Non si vede l'ora di arrivare in ufficio. Ecco perché Formula - universale editor di codice è qui.
pt: Quantas vezes você saiu do seu escritório e se lembrou de uma linha de código que pode corrigir o maior erro que você tem? Adivinha só, você irá esquecer aquela linha, então você sabe que tem que escrever ela ali mesmo, agora. Não dá para esperar chegar até o escritório. É por isso que o Formula - Universal Code Editor está aqui.
